// - ประกาศตัวแปรสำหรับเก็บชื่อจริง และกำหนดค่าเริ่มต้นเป็นชื่อจริงของผู้เรียน
// - ประกาศตัวแปรสำหรับเก็บนามสกุล และกำหนดค่าเริ่มต้นเป็นนามสกุลของผู้เรียน
// - ประกาศตัวแปรสำหรับเก็บอายุ และกำหนดค่าเริ่มต้นเป็นอายุของผู้เรียน
// - ประกาศตัวแปรสำหรับเก็บที่อยู่ และกำหนดค่าเริ่มต้นเป็นที่อยู่ของผู้เรียน
// - ให้ใช้คำสั่ง console.log โดยให้ได้ผลลัพธ์ออกมาเป็น

const firstName = 'pavit';
let lastName = 'pimchanangul';
var nickname = 'We';
let age = 18;
let address = 'Terminal 9-3/4';

let result = `Full Name: ${firstName} ${lastName}, Age: ${age}, Address: ${address}`;

console.log(result);
